/* 
  Localizable.strings
  MacApp

  Created by Matt Massicotte on 11/13/12.
  Copyright (c) 2012 Crashlytics. All rights reserved.
*/

/* Dashboard */
"IssuesTabTitle" = "ISSUES";
"DistributionTabTitle" = "DISTRIBUTIONS";
"ApplicationListTabTitle" = "Applications";

"ReleaseNotesSoftwareUpdate" = "Software Update";
"ReleaseNotesChangelog"      = "Changelog";

"LoginUserNamePlaceholder"   = "email address";
"LoginPasswordPlaceholder"   = "password";
"LoginInvalidCredentials"    = "Invalid Login";
"LoginCommunicationFailure"  = "Unable to Reach Server";
"LoginForgotPassword"        = "Forgot Password?";
"LoginSignUp"                = "+ Sign Up";

"AppListOrganizationGroupTitle" = "%@ (Apps: %u)";
"AppListTotalTitle"             = "Apps: %u";
"AppListAddApplicationButton"   = "+ New App";

/* Notifications */
"ApplicationUpdatedTitle" = "Crashlytics Updated";
"ApplicationUpdatedDescription" = "Crashlytics for Mac has been updated to version %@";
"NewIssueFoundTitle" = "New issue in %@";
"NewIssueFoundDescription" = "Issue number %1$@ discovered in %2$@";
"NewCommentTitle" = "New comment on issue %@";
"NewCommentDescription" = "%1$@: %2$@";

/* Distribution Flow */
"DistributionDistributeButton" = "Distribute";
"DistributionIgnoreButton" = "Ignore";
"DistributionWelcomeText" = "Welcome to OTA";
"DistributionInviteSend" = "We've sent you an invite!";
"DistributionPeopleTableTitle" = "Select testers to invite:";
"DistributionContactsTableTitle" = "All Contacts";
"DistributionContactsInviteButton" = "Invite +";
"DistributionNextButton" = "Next";
"DistributionBackButton" = "Back";
"DistributionCancelButton" = "Cancel";
"DistributionReadyText" = "You're now ready to distribute your app to testers.";

"DistributionInviteFailure" = "We were unable to deliver the invite email";
"DistributionNoProfilesFailure" = "We were unable to find any provisioning profiles that could be used to distribute your application";

"DistributionProgressLabelPreparing" = "Preparing...";
"DistributionProgressLabelBuilding" = "Building...";
"DistributionProgressLabelUploading" = "Uploading...";
"DistributionProgressLabelCompleted" = "Completed";
"DistributionProgressLabelFailed"    = "Failed";

/* invited statuses */
"TesterStatusNew" = "New";
"TesterStatusEmailed" = "Emailed";
"TesterStatusOpenedEmail" = "Opened email";
"TesterStatusOpened" = "Opened";
"TesterStatusAccepted" = "Accepted";

/* release statuses */
"TesterStatusNotified" = "Notified";
"TesterStatusInstalled" = "Installed";
"TesterStatusLaunched" = "Launched";

"TesterStatusUnknown" = "Unknown";
